commands_templates/Stop1.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver20/ptz/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:Stop>
         <!--type: ReferenceToken-->
         <wsdl:ProfileToken>?</wsdl:ProfileToken>
         <!--Optional:-->
         <!--type: boolean-->
         <wsdl:PanTilt>?</wsdl:PanTilt>
         <!--Optional:-->
         <!--type: boolean-->
         <wsdl:Zoom>?</wsdl:Zoom>
      </wsdl:Stop>
   </soap:Body>
</soap:Envelope>